Repository: pakkoapp-oss/pakko
Catalog: src/Archiver.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_latn_rs, sv_se, sw_ke, th_th, tr_tr, uk_ua, ur_pk, vi_vn, zh_hans

# DeleteAfterExtractLabel
source: After a successful extraction, move the archives to the Recycle Bin
ar_sa: بعد الاستخراج بنجاح، انقل الأرشيفات إلى سلة المحذوفات
bg_bg: След успешно разархивиране преместване на архивите в кошчето
cs_cz: Po úspěšném rozbalení přesunout archivy do Koše
da_dk: Flyt arkiverne til papirkurven efter en vellykket udpakning
de_de: Nach erfolgreicher Extraktion die Archive in den Papierkorb verschieben
el_gr: Μετά από επιτυχή εξαγωγή, μετακίνηση των αρχείων συμπίεσης στον Κάδο Ανακύκλωσης
es_es: Tras una extracción correcta, mover los archivos comprimidos a la Papelera de reciclaje
et_ee: Pärast edukat lahtipakkimist teisalda arhiivid prügikasti
fi_fi: Siirrä arkistot roskakoriin onnistuneen purkamisen jälkeen
fr_fr: Après une extraction réussie, déplacer les archives vers la Corbeille
he_il: לאחר חילוץ מוצלח, העבר את הארכיונים לסל המיחזור
hi_in: सफलतापूर्वक निकालने के बाद, संग्रहों को रीसायकल बिन में ले जाएं
hr_hr: Nakon uspješnog raspakiravanja premjesti arhive u Koš za smeće
hu_hu: Sikeres kibontás után az archívumok áthelyezése a Lomtárba
id_id: Setelah ekstraksi berhasil, pindahkan arsip ke Keranjang Sampah
it_it: Dopo un'estrazione riuscita, sposta gli archivi nel Cestino
ja_jp: 展開が成功したら、アーカイブをごみ箱に移動する
ko_kr: 압축 풀기에 성공하면 압축 파일을 휴지통으로 이동
lt_lt: Sėkmingai išskleidus, perkelti archyvus į šiukšlinę
lv_lv: Pēc veiksmīgas izvilkšanas pārvietot arhīvus uz atkritni
nb_no: Flytt arkivene til papirkurven etter vellykket utpakking
pl_pl: Po udanym wypakowaniu przenieś archiwa do Kosza
pt_pt: Após uma extração bem-sucedida, mover os arquivos para a Reciclagem
ro_ro: După o extragere reușită, mută arhivele în Coșul de reciclare
sk_sk: Po úspešnej extrakcii presunúť archívy do Koša
sl_si: Po uspešni razširitvi premakni arhive v koš
sr_latn_rs: Nakon uspešnog raspakivanja premesti arhive u Korpu za otpatke
sv_se: Flytta arkiven till papperskorgen efter en lyckad extrahering
sw_ke: Baada ya kutoa kwa mafanikio, hamishia kumbukumbu kwenye Pipa la Kuchakata
th_th: หลังจากแตกไฟล์สำเร็จ ให้ย้ายไฟล์บีบอัดไปยังถังรีไซเคิล
tr_tr: Başarılı ayıklamadan sonra arşivleri Geri Dönüşüm Kutusu'na taşı
uk_ua: Після успішного видобування перемістити архіви в Кошик
ur_pk: کامیابی سے نکالنے کے بعد، آرکائیوز کو ری سائیکل بن میں منتقل کریں
vi_vn: Sau khi giải nén thành công, chuyển các tệp nén vào Thùng rác
zh_hans: 解压成功后，将压缩包移到回收站

# ArchiveNameAutoPlaceholder
source: {0} (auto)
ar_sa: {0} (تلقائي)
bg_bg: {0} (автоматично)
cs_cz: {0} (automaticky)
de_de: {0} (automatisch)
el_gr: {0} (αυτόματα)
es_es: {0} (automático)
et_ee: {0} (automaatne)
fi_fi: {0} (automaattinen)
he_il: {0} (אוטומטי)
hi_in: {0} (स्वचालित)
hr_hr: {0} (automatski)
hu_hu: {0} (automatikus)
id_id: {0} (otomatis)
it_it: {0} (automatico)
ja_jp: {0} (自動)
ko_kr: {0} (자동)
lt_lt: {0} (automatiškai)
lv_lv: {0} (automātiski)
nb_no: {0} (automatisk)
pl_pl: {0} (automatycznie)
pt_pt: {0} (automático)
ro_ro: {0} (automat)
sk_sk: {0} (automaticky)
sl_si: {0} (samodejno)
sr_latn_rs: {0} (automatski)
sv_se: {0} (automatiskt)
sw_ke: {0} (otomatiki)
th_th: {0} (อัตโนมัติ)
tr_tr: {0} (otomatik)
uk_ua: {0} (авто)
ur_pk: {0} (خودکار)
vi_vn: {0} (tự động)
zh_hans: {0} (自动)

# ArchiveNamePerItemPlaceholder
source: {0}, ... (one archive per item)
ar_sa: {0}، ... (أرشيف لكل عنصر)
bg_bg: {0}, ... (по един архив за елемент)
cs_cz: {0}, ... (jeden archiv pro každou položku)
da_dk: {0}, ... (ét arkiv pr. element)
de_de: {0}, ... (ein Archiv pro Element)
el_gr: {0}, ... (ένα αρχείο συμπίεσης ανά στοιχείο)
es_es: {0}, ... (un archivo comprimido por elemento)
et_ee: {0}, ... (üks arhiiv elemendi kohta)
fi_fi: {0}, ... (yksi arkisto kohdetta kohden)
fr_fr: {0}, ... (une archive par élément)
he_il: {0}, ... (ארכיון אחד לכל פריט)
hi_in: {0}, ... (प्रति आइटम एक संग्रह)
hr_hr: {0}, ... (jedna arhiva po stavci)
hu_hu: {0}, ... (elemenként egy archívum)
id_id: {0}, ... (satu arsip per item)
it_it: {0}, ... (un archivio per elemento)
ja_jp: {0}, ... (項目ごとに 1 つのアーカイブ)
ko_kr: {0}, ... (항목마다 압축 파일 하나)
lt_lt: {0}, ... (po vieną archyvą kiekvienam elementui)
lv_lv: {0}, ... (viens arhīvs katram vienumam)
nb_no: {0}, ... (ett arkiv per element)
pl_pl: {0}, ... (jedno archiwum na element)
pt_pt: {0}, ... (um arquivo por item)
ro_ro: {0}, ... (câte o arhivă pentru fiecare element)
sk_sk: {0}, ... (jeden archív pre každú položku)
sl_si: {0}, ... (en arhiv na predmet)
sr_latn_rs: {0}, ... (jedna arhiva po stavci)
sv_se: {0}, ... (ett arkiv per objekt)
sw_ke: {0}, ... (kumbukumbu moja kwa kila kipengee)
th_th: {0}, ... (หนึ่งไฟล์บีบอัดต่อรายการ)
tr_tr: {0}, ... (her öğe için bir arşiv)
uk_ua: {0}, ... (окремий архів для кожного елемента)
ur_pk: {0}، ... (ہر آئٹم کے لیے ایک آرکائیو)
vi_vn: {0}, ... (mỗi mục một tệp nén)
zh_hans: {0}, ... (每个项目一个压缩包)

# SummaryCompressionFast
source: Fast
ar_sa: سريع
bg_bg: Бърза
cs_cz: Rychlá
da_dk: Hurtig
de_de: Schnell
el_gr: Γρήγορη
es_es: Rápida
et_ee: Kiire
fi_fi: Nopea
fr_fr: Rapide
he_il: מהירה
hi_in: तेज़
hr_hr: Brza
hu_hu: Gyors
id_id: Cepat
it_it: Veloce
ja_jp: 高速
ko_kr: 빠름
lt_lt: Greitas
lv_lv: Ātra
nb_no: Rask
pl_pl: Szybka
pt_pt: Rápida
ro_ro: Rapidă
sk_sk: Rýchla
sl_si: Hitro
sr_latn_rs: Brza
sv_se: Snabb
sw_ke: Haraka
th_th: เร็ว
tr_tr: Hızlı
uk_ua: Швидке
ur_pk: تیز
vi_vn: Nhanh
zh_hans: 快速

# SummaryCompressionNormal
source: Normal
ar_sa: عادي
bg_bg: Нормална
cs_cz: Normální
el_gr: Κανονική
et_ee: Tavaline
fi_fi: Normaali
fr_fr: Normale
he_il: רגילה
hi_in: सामान्य
hr_hr: Normalna
hu_hu: Normál
it_it: Normale
ja_jp: 標準
ko_kr: 보통
lt_lt: Įprastas
lv_lv: Parasta
pl_pl: Normalna
ro_ro: Normală
sk_sk: Normálna
sl_si: Običajno
sr_latn_rs: Normalna
sw_ke: Kawaida
th_th: ปกติ
uk_ua: Звичайне
ur_pk: عام
vi_vn: Bình thường
zh_hans: 标准

# SummaryCompressionBest
source: Best
ar_sa: الأفضل
bg_bg: Най-добра
cs_cz: Nejlepší
da_dk: Bedst
de_de: Beste
el_gr: Βέλτιστη
es_es: Máxima
et_ee: Parim
fi_fi: Paras
fr_fr: Maximale
he_il: מיטבית
hi_in: सर्वोत्तम
hr_hr: Najbolja
hu_hu: Legjobb
id_id: Terbaik
it_it: Massima
ja_jp: 最高
ko_kr: 최고
lt_lt: Geriausias
lv_lv: Labākā
pl_pl: Najlepsza
pt_pt: Máxima
ro_ro: Maximă
sk_sk: Najlepšia
sl_si: Najboljše
sr_latn_rs: Najbolja
sv_se: Bäst
sw_ke: Bora zaidi
th_th: ดีที่สุด
tr_tr: En iyi
uk_ua: Найкраще
ur_pk: بہترین
vi_vn: Tốt nhất
zh_hans: 最佳

# SummaryCompressionNone
source: No compression
ar_sa: بدون ضغط
bg_bg: Без компресия
cs_cz: Bez komprese
da_dk: Ingen komprimering
de_de: Keine Komprimierung
el_gr: Χωρίς συμπίεση
es_es: Sin compresión
et_ee: Tihenduseta
fi_fi: Ei pakkausta
fr_fr: Sans compression
he_il: ללא דחיסה
hi_in: कोई संपीड़न नहीं
hr_hr: Bez kompresije
hu_hu: Tömörítés nélkül
id_id: Tanpa kompresi
it_it: Nessuna compressione
ja_jp: 圧縮なし
ko_kr: 압축 안 함
lt_lt: Be suspaudimo
lv_lv: Bez saspiešanas
nb_no: Ingen komprimering
pl_pl: Bez kompresji
pt_pt: Sem compressão
ro_ro: Fără comprimare
sk_sk: Bez kompresie
sl_si: Brez stiskanja
sr_latn_rs: Bez kompresije
sv_se: Ingen komprimering
sw_ke: Bila kubana
th_th: ไม่บีบอัด
tr_tr: Sıkıştırma yok
uk_ua: Без стиснення
ur_pk: کوئی کمپریشن نہیں
vi_vn: Không nén
zh_hans: 不压缩

# SummaryWithPassword
source: with password
ar_sa: بكلمة مرور
bg_bg: с парола
cs_cz: s heslem
da_dk: med adgangskode
de_de: mit Passwort
el_gr: με κωδικό πρόσβασης
es_es: con contraseña
et_ee: parooliga
fi_fi: salasanalla
fr_fr: avec mot de passe
he_il: עם סיסמה
hi_in: पासवर्ड के साथ
hr_hr: s lozinkom
hu_hu: jelszóval
id_id: dengan kata sandi
it_it: con password
ja_jp: パスワードあり
ko_kr: 암호 사용
lt_lt: su slaptažodžiu
lv_lv: ar paroli
nb_no: med passord
pl_pl: z hasłem
pt_pt: com palavra-passe
ro_ro: cu parolă
sk_sk: s heslom
sl_si: z geslom
sr_latn_rs: sa lozinkom
sv_se: med lösenord
sw_ke: na nenosiri
th_th: มีรหัสผ่าน
tr_tr: parolalı
uk_ua: з паролем
ur_pk: پاس ورڈ کے ساتھ
vi_vn: có mật khẩu
zh_hans: 有密码

# SummaryNoPassword
source: no password
ar_sa: بدون كلمة مرور
bg_bg: без парола
cs_cz: bez hesla
da_dk: uden adgangskode
de_de: ohne Passwort
el_gr: χωρίς κωδικό πρόσβασης
es_es: sin contraseña
et_ee: paroolita
fi_fi: ei salasanaa
fr_fr: sans mot de passe
he_il: ללא סיסמה
hi_in: बिना पासवर्ड
hr_hr: bez lozinke
hu_hu: jelszó nélkül
id_id: tanpa kata sandi
it_it: senza password
ja_jp: パスワードなし
ko_kr: 암호 없음
lt_lt: be slaptažodžio
lv_lv: bez paroles
nb_no: uten passord
pl_pl: bez hasła
pt_pt: sem palavra-passe
ro_ro: fără parolă
sk_sk: bez hesla
sl_si: brez gesla
sr_latn_rs: bez lozinke
sv_se: utan lösenord
sw_ke: bila nenosiri
th_th: ไม่มีรหัสผ่าน
tr_tr: parolasız
uk_ua: без пароля
ur_pk: بغیر پاس ورڈ
vi_vn: không có mật khẩu
zh_hans: 无密码

# NewArchiveCollapsedReason
source: collapsed, the list holds only archives
ar_sa: مطوي، فالقائمة تحتوي على أرشيفات فقط
bg_bg: свито, в списъка има само архиви
cs_cz: sbaleno, seznam obsahuje jen archivy
da_dk: skjult, listen indeholder kun arkiver
de_de: eingeklappt, die Liste enthält nur Archive
el_gr: σε σύμπτυξη, η λίστα περιέχει μόνο αρχεία συμπίεσης
es_es: contraído, la lista solo contiene archivos comprimidos
et_ee: ahendatud, loendis on ainult arhiivid
fi_fi: kutistettu, luettelossa on vain arkistoja
fr_fr: réduit, la liste ne contient que des archives
he_il: מכווץ, הרשימה מכילה ארכיונים בלבד
hi_in: संक्षिप्त किया गया, सूची में केवल संग्रह हैं
hr_hr: sažeto, popis sadrži samo arhive
hu_hu: összecsukva, a lista csak archívumokat tartalmaz
id_id: diciutkan, daftar hanya berisi arsip
it_it: ridotto, l'elenco contiene solo archivi
ja_jp: 一覧がアーカイブのみのため折りたたみ
ko_kr: 목록에 압축 파일만 있어 접힘
lt_lt: suskleista, sąraše yra tik archyvai
lv_lv: sakļauts, sarakstā ir tikai arhīvi
nb_no: skjult, listen inneholder bare arkiver
pl_pl: zwinięte, lista zawiera tylko archiwa
pt_pt: fechado, a lista só contém arquivos
ro_ro: restrâns, lista conține doar arhive
sk_sk: zbalené, zoznam obsahuje iba archívy
sl_si: strnjeno, seznam vsebuje samo arhive
sr_latn_rs: skupljeno, lista sadrži samo arhive
sv_se: dold, listan innehåller bara arkiv
sw_ke: imekunjwa, orodha ina kumbukumbu pekee
th_th: ยุบไว้ เนื่องจากรายการมีเฉพาะไฟล์บีบอัด
tr_tr: daraltıldı, listede yalnızca arşivler var
uk_ua: згорнуто, бо в списку лише архіви
ur_pk: سمیٹا ہوا، فہرست میں صرف آرکائیوز ہیں
vi_vn: đã thu gọn, danh sách chỉ có tệp nén
zh_hans: 已折叠，列表中只有压缩包

# ExtractUnavailableHint
source: The list holds no archives, nothing to extract
ar_sa: لا تحتوي القائمة على أرشيفات، لا يوجد ما يُستخرج
bg_bg: В списъка няма архиви, няма какво да се разархивира
cs_cz: Seznam neobsahuje žádné archivy, není co rozbalit
da_dk: Listen indeholder ingen arkiver, intet at udpakke
de_de: Die Liste enthält keine Archive, es gibt nichts zu extrahieren
el_gr: Η λίστα δεν περιέχει αρχεία συμπίεσης, δεν υπάρχει κάτι για εξαγωγή
es_es: La lista no contiene archivos comprimidos, no hay nada que extraer
et_ee: Loendis pole arhiive, pole midagi lahti pakkida
fi_fi: Luettelossa ei ole arkistoja, purettavaa ei ole
fr_fr: La liste ne contient aucune archive, rien à extraire
he_il: הרשימה אינה מכילה ארכיונים, אין מה לחלץ
hi_in: सूची में कोई संग्रह नहीं है, निकालने के लिए कुछ नहीं
hr_hr: Popis ne sadrži arhive, nema se što raspakirati
hu_hu: A lista nem tartalmaz archívumot, nincs mit kibontani
id_id: Daftar tidak berisi arsip, tidak ada yang diekstrak
it_it: L'elenco non contiene archivi, niente da estrarre
ja_jp: 一覧にアーカイブがないため、展開するものはありません
ko_kr: 목록에 압축 파일이 없어 풀 항목이 없습니다
lt_lt: Sąraše nėra archyvų, nėra ką išskleisti
lv_lv: Sarakstā nav arhīvu, nav ko izvilkt
nb_no: Listen inneholder ingen arkiver, ingenting å pakke ut
pl_pl: Lista nie zawiera archiwów, nie ma czego wypakować
pt_pt: A lista não contém arquivos, não há nada para extrair
ro_ro: Lista nu conține arhive, nu există nimic de extras
sk_sk: Zoznam neobsahuje archívy, nie je čo extrahovať
sl_si: Seznam ne vsebuje arhivov, ničesar ni za razširiti
sr_latn_rs: Lista ne sadrži arhive, nema šta da se raspakuje
sv_se: Listan innehåller inga arkiv, inget att extrahera
sw_ke: Orodha haina kumbukumbu, hakuna cha kutoa
th_th: รายการไม่มีไฟล์บีบอัด จึงไม่มีอะไรให้แตกไฟล์
tr_tr: Listede arşiv yok, ayıklanacak bir şey yok
uk_ua: У списку немає архівів — видобувати нічого
ur_pk: فہرست میں کوئی آرکائیو نہیں، نکالنے کے لیے کچھ نہیں
vi_vn: Danh sách không có tệp nén, không có gì để giải nén
zh_hans: 列表中没有压缩包，无可解压内容

# DeleteAfterEitherLabel
source: After a successful operation, move what it used to the Recycle Bin: the source files after Compress, the archives after Extract
ar_sa: بعد نجاح العملية، انقل ما استخدمته إلى سلة المحذوفات: الملفات المصدر بعد الضغط، والأرشيفات بعد الاستخراج
bg_bg: След успешна операция преместване в кошчето на използваното: изходните файлове след компресиране, архивите след разархивиране
cs_cz: Po úspěšné operaci přesunout do Koše to, s čím pracovala: zdrojové soubory po komprimaci, archivy po rozbalení
da_dk: Flyt det, handlingen brugte, til papirkurven efter en vellykket handling: kildefilerne efter komprimering, arkiverne efter udpakning
de_de: Nach einem erfolgreichen Vorgang das Verwendete in den Papierkorb verschieben: die Quelldateien nach dem Komprimieren, die Archive nach dem Extrahieren
el_gr: Μετά από επιτυχή λειτουργία, μετακίνηση στον Κάδο Ανακύκλωσης όσων χρησιμοποίησε: των αρχικών αρχείων μετά τη συμπίεση, των αρχείων συμπίεσης μετά την εξαγωγή
es_es: Tras una operación correcta, mover a la Papelera de reciclaje lo que usó: los archivos de origen tras comprimir, los archivos comprimidos tras extraer
et_ee: Pärast edukat toimingut teisalda kasutatu prügikasti: lähtefailid pärast tihendamist, arhiivid pärast lahtipakkimist
fi_fi: Siirrä onnistuneen toiminnon jälkeen sen käyttämät kohteet roskakoriin: lähdetiedostot pakkaamisen jälkeen, arkistot purkamisen jälkeen
fr_fr: Après une opération réussie, déplacer vers la Corbeille ce qu'elle a utilisé : les fichiers source après une compression, les archives après une extraction
he_il: לאחר פעולה מוצלחת, העבר לסל המיחזור את מה שהיא השתמשה בו: קובצי המקור אחרי דחיסה, הארכיונים אחרי חילוץ
hi_in: सफल कार्रवाई के बाद, उपयोग की गई चीज़ों को रीसायकल बिन में ले जाएं: संपीड़न के बाद स्रोत फ़ाइलें, निकालने के बाद संग्रह
hr_hr: Nakon uspješne radnje premjesti u Koš za smeće ono što je koristila: izvorne datoteke nakon komprimiranja, arhive nakon raspakiravanja
hu_hu: Sikeres művelet után a felhasznált elemek áthelyezése a Lomtárba: tömörítés után a forrásfájlok, kibontás után az archívumok
id_id: Setelah operasi berhasil, pindahkan yang digunakannya ke Keranjang Sampah: file sumber setelah Kompres, arsip setelah Ekstrak
it_it: Dopo un'operazione riuscita, sposta nel Cestino ciò che ha usato: i file di origine dopo la compressione, gli archivi dopo l'estrazione
ja_jp: 操作が成功したら、使用したものをごみ箱に移動する: 圧縮後は元のファイル、展開後はアーカイブ
ko_kr: 작업에 성공하면 사용한 항목을 휴지통으로 이동: 압축 후에는 원본 파일, 압축 풀기 후에는 압축 파일
lt_lt: Sėkmingai atlikus operaciją, perkelti į šiukšlinę tai, ką ji naudojo: šaltinio failus po suspaudimo, archyvus po išskleidimo
lv_lv: Pēc veiksmīgas darbības pārvietot uz atkritni to, ko tā izmantoja: avota failus pēc saspiešanas, arhīvus pēc izvilkšanas
nb_no: Flytt det operasjonen brukte til papirkurven etter en vellykket operasjon: kildefilene etter komprimering, arkivene etter utpakking
pl_pl: Po udanej operacji przenieś do Kosza to, czego użyła: pliki źródłowe po kompresji, archiwa po wypakowaniu
pt_pt: Após uma operação bem-sucedida, mover para a Reciclagem o que ela utilizou: os ficheiros de origem após comprimir, os arquivos após extrair
ro_ro: După o operație reușită, mută în Coșul de reciclare ce a folosit: fișierele sursă după comprimare, arhivele după extragere
sk_sk: Po úspešnej operácii presunúť do Koša to, s čím pracovala: zdrojové súbory po komprimácii, archívy po extrakcii
sl_si: Po uspešni operaciji premakni v koš tisto, kar je uporabila: izvorne datoteke po stiskanju, arhive po razširitvi
sr_latn_rs: Nakon uspešne operacije premesti u Korpu za otpatke ono što je koristila: izvorne datoteke posle kompresovanja, arhive posle raspakivanja
sv_se: Flytta det som åtgärden använde till papperskorgen efter en lyckad åtgärd: källfilerna efter komprimering, arkiven efter extrahering
sw_ke: Baada ya operesheni kufanikiwa, hamishia kwenye Pipa la Kuchakata kile ilichotumia: faili chanzo baada ya kubana, kumbukumbu baada ya kutoa
th_th: หลังจากดำเนินการสำเร็จ ให้ย้ายสิ่งที่ใช้ไปยังถังรีไซเคิล: ไฟล์ต้นฉบับหลังการบีบอัด ไฟล์บีบอัดหลังการแตกไฟล์
tr_tr: Başarılı bir işlemden sonra kullandığı öğeleri Geri Dönüşüm Kutusu'na taşı: sıkıştırmadan sonra kaynak dosyaları, ayıklamadan sonra arşivleri
uk_ua: Після успішної операції перемістити в Кошик те, з чим вона працювала: вихідні файли після стиснення, архіви після видобування
ur_pk: کامیاب کارروائی کے بعد، جو کچھ استعمال ہوا اسے ری سائیکل بن میں منتقل کریں: کمپریشن کے بعد ماخذ فائلیں، نکالنے کے بعد آرکائیوز
vi_vn: Sau khi thao tác thành công, chuyển những gì đã dùng vào Thùng rác: tệp nguồn sau khi nén, tệp nén sau khi giải nén
zh_hans: 操作成功后，将其使用的内容移到回收站: 压缩后为源文件，解压后为压缩包

# TestArchiveButton.Content
source: Test archive
ar_sa: اختبار الأرشيف
bg_bg: Тестване на архива
cs_cz: Otestovat archiv
da_dk: Test arkiv
de_de: Archiv testen
el_gr: Δοκιμή αρχείου συμπίεσης
es_es: Probar archivo
et_ee: Testi arhiivi
fi_fi: Testaa arkisto
fr_fr: Tester l'archive
he_il: בדיקת ארכיון
hi_in: संग्रह का परीक्षण करें
hr_hr: Testiraj arhivu
hu_hu: Archívum tesztelése
id_id: Uji arsip
it_it: Testa archivio
ja_jp: アーカイブをテスト
ko_kr: 압축 파일 테스트
lt_lt: Testuoti archyvą
lv_lv: Testēt arhīvu
nb_no: Test arkiv
pl_pl: Testuj archiwum
pt_pt: Testar arquivo
ro_ro: Testează arhiva
sk_sk: Otestovať archív
sl_si: Preizkusi arhiv
sr_latn_rs: Testiraj arhivu
sv_se: Testa arkiv
sw_ke: Jaribu kumbukumbu
th_th: ทดสอบไฟล์บีบอัด
tr_tr: Arşivi test et
uk_ua: Тестувати архів
ur_pk: آرکائو کی جانچ کریں
vi_vn: Kiểm tra kho lưu trữ
zh_hans: 测试压缩包

# CloseArchiveButton.Content
source: Close archive
ar_sa: إغلاق الأرشيف
bg_bg: Затваряне на архива
cs_cz: Zavřít archiv
da_dk: Luk arkiv
de_de: Archiv schließen
el_gr: Κλείσιμο αρχείου συμπίεσης
es_es: Cerrar archivo
et_ee: Sulge arhiiv
fi_fi: Sulje arkisto
fr_fr: Fermer l'archive
he_il: סגור ארכיון
hi_in: संग्रह बंद करें
hr_hr: Zatvori arhivu
hu_hu: Archívum bezárása
id_id: Tutup arsip
it_it: Chiudi archivio
ja_jp: アーカイブを閉じる
ko_kr: 압축 파일 닫기
lt_lt: Uždaryti archyvą
lv_lv: Aizvērt arhīvu
nb_no: Lukk arkiv
pl_pl: Zamknij archiwum
pt_pt: Fechar arquivo
ro_ro: Închide arhiva
sk_sk: Zavrieť archív
sl_si: Zapri arhiv
sr_latn_rs: Zatvori arhivu
sv_se: Stäng arkiv
sw_ke: Funga kumbukumbu
th_th: ปิดไฟล์บีบอัด
tr_tr: Arşivi kapat
uk_ua: Закрити архів
ur_pk: آرکائیو بند کریں
vi_vn: Đóng tệp nén
zh_hans: 关闭压缩包

# StatusTesting
source: Testing...
ar_sa: جارٍ الاختبار...
bg_bg: Тестване...
cs_cz: Testování...
da_dk: Tester...
de_de: Testen...
el_gr: Δοκιμή σε εξέλιξη...
es_es: Probando...
et_ee: Testimine...
fi_fi: Testataan...
fr_fr: Test...
he_il: בודק...
hi_in: परीक्षण किया जा रहा है...
hr_hr: Testiranje...
hu_hu: Tesztelés...
id_id: Menguji...
it_it: Test in corso...
ja_jp: テスト中...
ko_kr: 테스트하는 중...
lt_lt: Testuojama...
lv_lv: Notiek testēšana...
nb_no: Tester...
pl_pl: Testowanie...
pt_pt: A testar...
ro_ro: Se testează...
sk_sk: Testovanie...
sl_si: Preizkušanje...
sr_latn_rs: Testiranje...
sv_se: Testar...
sw_ke: Inajaribu...
th_th: กำลังทดสอบ...
tr_tr: Test ediliyor...
uk_ua: Тестування...
ur_pk: جانچ ہو رہی ہے...
vi_vn: Đang kiểm tra...
zh_hans: 正在测试...

# TestResultTitle
source: Test archive
ar_sa: اختبار الأرشيف
bg_bg: Тестване на архива
cs_cz: Test archivu
da_dk: Test arkiv
de_de: Archiv testen
el_gr: Δοκιμή αρχείου συμπίεσης
es_es: Probar archivo
et_ee: Arhiivi testimine
fi_fi: Arkiston testaus
fr_fr: Tester l'archive
he_il: בדיקת ארכיון
hi_in: संग्रह का परीक्षण
hr_hr: Testiranje arhive
hu_hu: Archívum tesztelése
id_id: Uji arsip
it_it: Test archivio
ja_jp: アーカイブをテスト
ko_kr: 압축 파일 테스트
lt_lt: Archyvo testavimas
lv_lv: Arhīva testēšana
nb_no: Test arkiv
pl_pl: Test archiwum
pt_pt: Testar arquivo
ro_ro: Testare arhivă
sk_sk: Test archívu
sl_si: Preizkus arhiva
sr_latn_rs: Testiranje arhive
sv_se: Testa arkiv
sw_ke: Jaribu kumbukumbu
th_th: ทดสอบไฟล์บีบอัด
tr_tr: Arşivi test et
uk_ua: Тестування архіву
ur_pk: آرکائو کی جانچ
vi_vn: Kiểm tra kho lưu trữ
zh_hans: 测试压缩包

# TestNoErrorsFound
source: No errors found.
ar_sa: لم يتم العثور على أخطاء.
bg_bg: Не са открити грешки.
cs_cz: Nebyly nalezeny žádné chyby.
da_dk: Der blev ikke fundet fejl.
de_de: Keine Fehler gefunden.
el_gr: Δεν βρέθηκαν σφάλματα.
es_es: No se encontraron errores.
et_ee: Vigu ei leitud.
fi_fi: Virheitä ei löytynyt.
fr_fr: Aucune erreur trouvée.
he_il: לא נמצאו שגיאות.
hi_in: कोई त्रुटि नहीं मिली।
hr_hr: Nisu pronađene pogreške.
hu_hu: Nem található hiba.
id_id: Tidak ditemukan kesalahan.
it_it: Nessun errore trovato.
ja_jp: エラーは見つかりませんでした。
ko_kr: 오류가 없습니다.
lt_lt: Klaidų nerasta.
lv_lv: Kļūdas netika atrastas.
nb_no: Fant ingen feil.
pl_pl: Nie znaleziono błędów.
pt_pt: Não foram encontrados erros.
ro_ro: Nu s-au găsit erori.
sk_sk: Nenašli sa žiadne chyby.
sl_si: Napak ni bilo najdenih.
sr_latn_rs: Nisu pronađene greške.
sv_se: Inga fel hittades.
sw_ke: Hakuna hitilafu zilizopatikana.
th_th: ไม่พบข้อผิดพลาด
tr_tr: Hata bulunamadı.
uk_ua: Помилок не виявлено.
ur_pk: کوئی خرابی نہیں ملی۔
vi_vn: Không tìm thấy lỗi.
zh_hans: 未发现错误。

# BrowseEncryptedBadgeUnknown
source: Encrypted
ar_sa: مشفّر
bg_bg: Шифрован
cs_cz: Šifrováno
da_dk: Krypteret
de_de: Verschlüsselt
el_gr: Κρυπτογραφημένο
es_es: Cifrado
et_ee: Krüptitud
fi_fi: Salattu
fr_fr: Chiffré
he_il: מוצפן
hi_in: एन्क्रिप्टेड
hr_hr: Šifrirano
hu_hu: Titkosított
id_id: Terenkripsi
it_it: Crittografato
ja_jp: 暗号化
ko_kr: 암호화됨
lt_lt: Užšifruota
lv_lv: Šifrēts
nb_no: Kryptert
pl_pl: Zaszyfrowane
pt_pt: Encriptado
ro_ro: Criptat
sk_sk: Šifrované
sl_si: Šifrirano
sr_latn_rs: Šifrovano
sv_se: Krypterat
sw_ke: Imesimbwa kwa njia fiche
th_th: เข้ารหัสแล้ว
tr_tr: Şifreli
uk_ua: Зашифровано
ur_pk: انکرپٹڈ
vi_vn: Đã mã hóa
zh_hans: 已加密

# BrowseEncryptedUnknownMethod
source: unknown method
ar_sa: طريقة غير معروفة
bg_bg: неизвестен метод
cs_cz: neznámá metoda
da_dk: ukendt metode
de_de: unbekannte Methode
el_gr: άγνωστη μέθοδος
es_es: método desconocido
et_ee: tundmatu meetod
fi_fi: tuntematon menetelmä
fr_fr: méthode inconnue
he_il: שיטה לא ידועה
hi_in: अज्ञात विधि
hr_hr: nepoznata metoda
hu_hu: ismeretlen módszer
id_id: metode tidak dikenal
it_it: metodo sconosciuto
ja_jp: 不明な方式
ko_kr: 알 수 없는 방식
lt_lt: nežinomas metodas
lv_lv: nezināma metode
nb_no: ukjent metode
pl_pl: nieznana metoda
pt_pt: método desconhecido
ro_ro: metodă necunoscută
sk_sk: neznáma metóda
sl_si: neznan način
sr_latn_rs: nepoznat metod
sv_se: okänd metod
sw_ke: mbinu isiyojulikana
th_th: วิธีการที่ไม่รู้จัก
tr_tr: bilinmeyen yöntem
uk_ua: невідомий метод
ur_pk: نامعلوم طریقہ
vi_vn: phương thức không xác định
zh_hans: 未知方法
